Repository: character-map-uwp/Character-Map-UWP
Catalog: CharacterMap/CharacterMap/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, it_it, pl_pl, pt_pt, ta, th_th, zh_cn, zh_tw

# OptionAppxFonts.Text
source: From Microsoft Store
de_de: Aus dem Microsoft Store
es_es: Desde Microsoft Store
it_it: Dal Microsoft Store
pl_pl: Ze sklepu Microsoft Store
pt_pt: Da Microsoft Store
ta: Microsoft Store இலிருந்து
th_th: ฟอนต์จาก Microsoft Store
zh_cn: 来自微软应用商店

# OptionCloudFonts.Text
source: Cloud-based Fonts
de_de: Cloud-basierte Schriftarten
es_es: Tipografías en la nube
it_it: Caratteri basati su cloud
pl_pl: Czcionki oparte na chmurze
pt_pt: Tipos de letra da nuvem
ta: Cloud-சார்ந்த எழுத்துருக்கள்
th_th: ฟอนต์ออนไลน์
zh_cn: 云端字体

# OptionColorFonts.Text
source: Color Fonts
de_de: Farbschriftarten
es_es: Tipografías en color
it_it: Caratteri colorati
pl_pl: Czcionki kolorowe
pt_pt: Tipos de letra de cor
ta: வண்ண எழுத்துருக்கள்
th_th: ฟอนต์สี
zh_cn: 有色字体

# OptionDecorativeFonts.Text
source: Decorative Fonts
de_de: Dekorative Schriftarten
es_es: Tipografías decorativas
it_it: Caratteri decorativi
pl_pl: Czcionki dekoracyjne
pt_pt: Tipos de letra decorativa
ta: அலங்கார எழுத்துருக்கள்
th_th: ฟอนต์ตกแต่ง
zh_cn: 装饰字体

# OptionMoreFilters.Text
source: More
de_de: Mehr
es_es: Más
it_it: Altro
pl_pl: Więcej
pt_pt: Mais
ta: மேலும்
th_th: ฟอนต์อื่นๆ
zh_cn: 更多

# OptionScriptFonts.Text
source: Script Fonts
de_de: Skript-Schriftarten
es_es: Tipografías Script
it_it: Caratteri Script
pl_pl: Czcionki skryptowe
pt_pt: Tipos de letra manuscrita
ta: அரிச்சுவடி எழுத்துருக்கள்
th_th: ฟอนต์ตัวเขียน
zh_cn: 文字字体

# StatusBarFontCount
source: {0} Font Families
de_de: {0} Schriftfamilien
es_es: {0} familias tipográficas
it_it: {0} Famiglie di caratteri
pl_pl: {0} Rodziny czcionek
pt_pt: {0} família(s) tipográfica(s)
ta: {0} எழுத்துரு குடும்பங்கள்
th_th: {0} ฟอนต์
zh_cn: {0} 个字体家族

# FontPropFileSize.Text
source: File Size
de_de: Dateigröße
es_es: Tamaño del archivo
it_it: Dimensione file
pl_pl: Rozmiar pliku
pt_pt: Tamanho do ficheiro
ta: கோப்பின் அளவு
th_th: ขนาดไฟล์
zh_cn: 文件大小

# InstallTypeImported
source: Not Installed (Imported)
de_de: Nicht installiert (importiert)
es_es: No instalada (Importada)
it_it: Non installato (importato)
pl_pl: Nie zainstalowano (zaimportowano)
pt_pt: Não instalada (importada)
ta: நிறுவப்படவில்லை (இறக்குமதி செய்யபட்டது)
th_th: ไม่ได้ติดตั้ง (นำเข้า)
zh_cn: 未安装 (导入)

# StatusBarCharacterCount
source: {0} Characters
de_de: {0} Zeichen
es_es: {0} caracteres
it_it: {0} Caratteri
pl_pl: {0} Postacie
pt_pt: {0} caracteres
ta: {0} எழுத்துக்குறிகள்
th_th: {0} ตัวอักษร
zh_cn: {0} 个字符

# SearchDelaySelector.Header
source: Delay before search (ms)
de_de: Verzögerung der Suche (ms)
es_es: Demora antes de buscar (ms)
it_it: Ritardo prima della ricerca (in ms)
pl_pl: Opóźnienie przed wyszukiwaniem (ms)
pt_pt: Atraso antes da procura (ms)
ta: தேடல் முன்பு தாமதம் (ms)
th_th: ดีเลย์ก่อนค้นหา (ms)
zh_cn: 搜索延迟 (毫秒)

# InstantSearchToggleHeader.Text
source: Instant Search
de_de: Schnellsuche
es_es: Búsqueda instantánea
it_it: Ricerca istantanea
pl_pl: Wyszukiwanie błyskawiczne
pt_pt: Procura instantânea
ta: உடனடித் தேடல்
th_th: ค้นหาทันที
zh_cn: 即时搜索

# CharacterSavedMessage.Text
source: Saved to
de_de: Gespeichert in
es_es: Guardado en
it_it: Salvato in
pl_pl: Zapisano w
pt_pt: Guardado em
ta: இதில் சேமிக்கப்பட்டது
th_th: บันทึกไว้ที่
zh_cn: 保存到

# NotificationAddedToCollection
source: {0} was added to "{1}" collection
de_de: {0} wurde zur "{1}"-Sammlung hinzugefügt
es_es: Se agregó {0} a la colección "{1}"
it_it: {0} è stato aggiunto alla "{1}" raccolta
pl_pl: {0} został dodany do kolekcji "{1}"
pt_pt: {0} foi adicionada à coleção "{1}"
ta: "{1}" தொகுப்பில் {0} சேர்க்கப்பட்டது
th_th: ฟอนต์ {0} ถูกเพิ่มเข้ารายการ "{1}" แล้ว
zh_cn: {0} 已添加到 "{1}" 收藏

# BtnOpenFile.Content
source: Open File
de_de: Datei öffnen
es_es: Abrir archivo
it_it: Apri file
pl_pl: Otwórz plik
pt_pt: Abrir ficheiro
ta: கோப்பைத் திற
th_th: เปิดฟอนต์
zh_cn: 打开文件

# BtnOpenFolder.Content
source: Show in Folder
de_de: Im Ordner anzeigen
es_es: Mostrar en carpeta
it_it: Apri nella Cartella
pl_pl: Pokaż w folderze
pt_pt: Mostrar numa pasta
ta: கோப்புறையில் காண்பி
th_th: เปิดโฟล์เดอร์
zh_cn: 在文件夹中显示

# BtnHidePane.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Hide font pane (Ctrl+L)
de_de: Schriftarten-Leiste ausblenden (Strg+L)
es_es: Ocultar panel de tipografías (Ctrl+L)
it_it: Nascondi il Riquadro Caratteri (Ctrl+L)
pl_pl: Ukryj okienko czcionki (Ctrl+L)
pt_pt: Ocultar painel de tipos de letra (Ctrl+L)
ta: எழுத்துரு பலகையை மறை
th_th: ซ่อนรายการฟอนต์ (Ctrl+L)
zh_cn: 隐藏字体面板 (Ctrl+L)

# NotificationImportFailed
source: Import Failed
de_de: Import fehlgeschlagen
es_es: Error al importar
it_it: Importazione fallita
pl_pl: Importowanie nie powiodło się
pt_pt: A importação falhou
ta: இறக்குமதி தோல்வியடைந்தது
th_th: นำเข้าฟอนต์ล้มเหลว
zh_cn: 导入失败

# NotificationMultipleFontsAdded
source: {0} files were added to your collection
de_de: {0} Dateien wurden deiner Sammlung hinzugefügt
es_es: Se agregaron {0} archivos a tu colección
it_it: {0} file sono stati aggiunti alla tua raccolta
pl_pl: {0} pliki zostały dodane do Twojej kolekcji
pt_pt: {0} ficheiros foram adicionados à tua coleção
ta: {0} கோப்புகள் உங்கள் தொகுப்பில் சேர்க்கப்பட்டன
th_th: {0} ไฟล์ได้ถูกเพิ่มเข้าไปในรายการเรียบร้อยแล้ว
zh_cn: {0} 个文件被添加到您的收藏中

# NotificationSingleFontAdded
source: {0} was added to your collection
de_de: {0} wurde deiner Sammlung hinzugefügt
es_es: Se agregó {0} a tu colección
it_it: {0} è stato aggiunto alla tua raccolta
pl_pl: {0} został dodany do Twojej kolekcji
pt_pt: {0} foi adicionado à tua coleção
ta: {0} உங்கள் தொகுப்பில் சேர்க்கப்பட்டது
th_th: เพิ่มฟอนต์ {0} เข้ารายการสะสมเรียบร้อย
zh_cn: {0} 被添加到您的收藏中

# BtnShowPane.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Show font pane (Ctrl+L)
de_de: Schriftarten-Leiste anzeigen (Strg+L)
es_es: Mostrar panel de tipografías (Ctrl+L)
it_it: Mostra Riquadro Caratteri
pl_pl: Pokaż okienko czcionek (Ctrl+L)
pt_pt: Mostrar painel de tipos de letra (Ctrl+L)
ta: எழுத்துரு பலகையைக் காண்பி
th_th: แสดงรายการฟอนต์ (Ctrl+L)
zh_cn: 显示字体面板 (Ctrl+L)

# BtnMoreIcon.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: More
de_de: Mehr
es_es: Más
it_it: Altro
pl_pl: Więcej
pt_pt: Mais
ta: மேலும்
th_th: อื่นๆ
zh_cn: 更多

# FontListFilter.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Filter fonts
de_de: Schriftarten filtern
es_es: Filtrar tipografías
it_it: Filtra caratteri
pl_pl: Filtrowanie czcionek
pt_pt: Filtrar tipos de letra
ta: எழுத்துருக்களை வடிகட்டவும்
th_th: กรองรายการฟอนต์
zh_cn: 筛选字体

source: Toggle Fullscreen
de_de: Vollbild umschalten
es_es: Alternar pantalla completa
it_it: Attiva/disattiva schermo intero
pl_pl: Przełącz tryb pełnoekranowy
pt_pt: Alternar ecrã inteiro
ta: முழுத் திரைக்கு செல் அல்லது முழுத் திரையிலிருந்து வெளியேறு
th_th: สลับเต็มจอ
zh_cn: 切换全屏

# DlgDeleteFont.Title
source: Are you sure you want to delete this font from your library?
de_de: Bist du sicher, dass du diese Schriftart aus deiner Bibliothek löschen möchtest?
es_es: ¿Estás seguro de que quieres eliminar esta tipografía de tu biblioteca?
it_it: Sei sicuro di voler eliminare questo carattere dalla tua libreria?
pl_pl: Czy na pewno chcesz usunąć tę czcionkę z biblioteki?
pt_pt: Tem a certeza de que pretende eliminar este tipo de letra da biblioteca?
ta: உங்கள் நூலகத்திலிருந்து இந்த எழுத்துருவை நீக்க நிச்சயமாக விரும்புகிறீர்களா?
th_th: คุณแน่ใจว่าคุณต้องการลบฟอนต์นี้ออกจากรายการฟอนต์ของคุณ?
zh_cn: 你确定要将该字体从库中删除吗？

# NotificationCollectionDeleted
source: "{0}" collection deleted
de_de: "{0}"-Sammlung gelöscht
es_es: Se eliminó la colección "{0}"
it_it: Raccolta "{0}" eliminata
pl_pl: Kolekcja "{0}" usunięta
pt_pt: "{0}" coleção eliminada
ta: "{0}" தொகுப்பு நீக்கப்பட்டது
th_th: ลบรายการสะสม "{0}" แล้ว
zh_cn: "{0}" 收藏已删除

# DlgException.PrimaryButtonText
source: OK
es_es: Aceptar
ta: சரி
th_th: ตกลง
zh_cn: 确定

# DlgException.Title
source: Something went wrong
de_de: Etwas ist schiefgelaufen
es_es: Ocurrió un error
it_it: Qualcosa non ha funzionato
pl_pl: Coś poszło nie tak
pt_pt: Algo correu mal
ta: ஏதோ தவறாகிவிட்டது
th_th: เกิดการผิดพลาดบางอย่าง
zh_cn: 出错了

# DlgExceptionCopyMessage.Text
source: Copy error to Clipboard and open GitHub
de_de: Fehler in die Zwischenablage kopieren und GitHub öffnen
es_es: Copiar error al Portapapeles y abrir GitHub
it_it: Copia l'errore negli appunti e apri GitHub
pl_pl: Skopiuj błąd do Schowka i otwórz GitHub
pt_pt: Copiar erro para a Área de Transferência e abrir o GitHub
ta: பிழையை நகலகத்திற்கு நகலெடுத்து GitHubஐ திற
th_th: คัดลอกรายละเอียดข้อผิดพลาดแล้วรายงานให้นักพัฒนา (บน GitHub)
zh_cn: 复制出错信息到剪切板并打开 Github

# DlgExceptionExpander.Header
source: View Full Exception details
de_de: Vollständige Ausnahmendetails anzeigen
es_es: Ver detalles completos de la excepción
it_it: Visualizza i dettagli sull'eccezione
pl_pl: Wyświetl szczegóły pełnego wyjątku
pt_pt: Ver detalhes completos da excepção
ta: முழு பிழை விவரங்களைக் காண்க
th_th: ดูรายละเอียดข้อผิดพลาด
zh_cn: 查看异常的完整详细信息

# DlgExceptionMessage.Text
source: To help us debug and fix this for you, please consider opening an issue on our GitHub page and posting the details. We'll try and fix it right away!
de_de: Um uns beim Untersuchen und Beheben dieses Fehlers zu helfen, erwäge, ein Issue mit den nötigen Details auf GitHub zu erstellen. Wir versuchen ihn umgehend zu beheben!
es_es: Para ayudarnos a depurar y solucionar esto, considera abrir una incidencia en nuestra página de GitHub publicando los detalles. ¡Intentaremos solucionarlo de inmediato!
it_it: Per aiutarci a eseguire il debug e risolvere il tuo problema, ti preghiamo di aprire una segnalazione sulla nostra pagina GitHub fornendo i dettagli. Proveremo a risolverlo subito!
pl_pl: Aby pomóc nam debugować i rozwiązać ten problem, rozważ otwarcie problemu na naszej stronie GitHub i opublikowanie szczegółów. Postaramy się to naprawić od razu!
pt_pt: Para nos ajudar a depurar e a resolvê-lo, considere criar uma relatório de erro que nos pode enviar os detalhes na nossa página no GitHub. Tentaremos corrigir imediatamente!
th_th: หากคุณเจอปัญหานี้เป็นประจำ กรุณาแจ้งให้เราทราบ เราจะได้ช่วยแก้ไขปัญหาให้ในภายหลัง ด้วยการรายงานข้อผิดพลากนี้บนเว็บ GitHub.
zh_cn: 若要帮助我们为您调试并修复此问题，请考虑于 GitHub 页面发报障贴详述。我们将会尽快尝试修复。

# BtnClose.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Close
de_de: Schließen
es_es: Cerrar
it_it: Chiudi
pl_pl: Zamknij
pt_pt: Fechar
ta: மூடு
th_th: ปิด
zh_cn: 关闭

# BtnCopyDev.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Copy
de_de: Kopieren
es_es: Copiar
it_it: Copia
pl_pl: Kopiować
pt_pt: Copiar
ta: நகலெடு
th_th: คัดลอก
zh_cn: 复制

# BtnRateAndReview.Content
source: Rate & Review
de_de: Bewerten
es_es: Calificar y opinar
it_it: Vota e Recensisci
pl_pl: Oceń i opisz
pt_pt: Classifique & critique
ta: தரமதிப்பிட்டு & மதிப்பாய்வு
th_th: ให้คะแนนความพอใจและความเห็น
zh_cn: 评分及反馈

# BtnXAMLGeometry.Content
source: Click to view
de_de: Zum Anzeigen klicken
es_es: Haz clic para ver
it_it: Clicca per visualizzare
pl_pl: Kliknij, aby zobaczyć
pt_pt: Premir para ver
ta: பார்க்க கிளிக் செய்க
th_th: คลิกเพื่อดู
zh_cn: 点击以查看

# RbThemeDark.Content
source: Dark
de_de: Dunkel
es_es: Oscuro
it_it: Scuro
pl_pl: Ciemny
pt_pt: Escuro
ta: இருள்
th_th: มืด
zh_cn: 黑暗

# RbThemeLight.Content
source: Light
de_de: Hell
es_es: Claro
it_it: Chiaro
pl_pl: Światło
pt_pt: Claro
ta: வெளிச்சம்
th_th: สว่าง
zh_cn: 明亮

# RbThemeSystem.Content
source: Windows default
de_de: System
es_es: Predeterminado de Windows
it_it: Predefinito di Windows
pl_pl: Domyślny system Windows
pt_pt: Utilizar definição do sistema
ta: Windows இயல்புநிலை
th_th: ตามการตั้งค่าระบบ
zh_cn: Windows 默认

# RbUseActualFont.Content
source: Use actual font
de_de: Aktuelle Schriftart verwenden
es_es: Usar la tipografía real
it_it: Usa il carattere attuale
pl_pl: Użyj rzeczywistej czcionki
pt_pt: Utilizar tipo de letra atual
ta: உண்மையான எழுத்துருவை பயன்படுத்து
th_th: แสดงตัวอย่างฟอนต์
zh_cn: 使用字体本身

# RbUseSystemFont.Content
source: Use system font
de_de: System-Schriftart verwenden
es_es: Usar la tipografía del sistema
it_it: Usa il carattere di sistema
pl_pl: Użyj czcionki systemowej
pt_pt: Utilizar tipo de letra do sistema
ta: முறைமை எழுத்துருவை பயன்படுத்து
th_th: ใช้ฟอนต์ระบบ
zh_cn: 使用系统字体

# SettingsCharacterSearchDescription.Text
source: Toggle instant search. If disabled, you can start a search by using the enter key or pressing the search icon.
de_de: Schnellsuche umschalten. Wenn deaktiviert, kannst du die Suche mit Hilfe der EingabeTaste oder einem Klick auf das Suchsymbol starten.
es_es: Activa o desactiva la búsqueda instantánea. Si se deshabilita, puedes iniciar una búsqueda presionando la tecla Enter o el icono de búsqueda.
it_it: Attiva/disattiva ricerca istantanea. Se disabilitato, è possibile avviare una ricerca utilizzando il tasto Invio o l'icona di ricerca.
pl_pl: Przełącz wyszukiwanie błyskawiczne. Jeśli ta opcja jest wyłączona, można rozpocząć wyszukiwanie za pomocą Enter lub naciskając ikonę wyszukiwania.
pt_pt: Mudar procura instantânea. Ao desligar, a procura inicia ao premir a tecla Enter ou o ícone de procura.
ta: உடனடி தேடலை இயக்கு/அணை. முடக்கப்பட்டிருந்தால், நீங்கள் தேடலை enter விசை அல்லது தேடல் படவுரு மூலம் துவங்கலாம்.
th_th: ค้นหาทันทีที่เขียน. หากปิดแล้ว เมื่อจะค้นหาต้องกด Enter หรือคลิกที่ปุ่มค้นหา
zh_cn: 即时搜索切换开关。若禁用，可按 Enter 键或点击搜索图标进行搜索。

# SettingsCharacterSearchHeader.Text
source: Character Search
de_de: Zeichen-Suche
es_es: Búsqueda de caracteres
it_it: Opzioni di ricerca
pl_pl: Wyszukiwanie znaków
pt_pt: Procura de caracteres
ta: எழுத்துக்குறி தேடல்
th_th: ค้นหาตัวอักษร
zh_cn: 字符搜索

# SettingsCharGridDescription.Text
source: The size of individual characters inside the character grid. Smaller sizes may affect performance.
de_de: Die Größe der einzelnen Zeichen innerhalb des Zeichenrasters. Kleinere Größen können die Leistung beeinflussen.
es_es: El tamaño de los caracteres individuales dentro de la cuadrícula de caracteres. Los tamaños más pequeños pueden afectar el rendimiento.
it_it: Modifica la dimensione dei singoli caratteri all'interno della griglia principale. Dimensioni più piccole possono influire sulle prestazioni.
pl_pl: Rozmiar poszczególnych znaków w siatce znaków. Mniejsze rozmiary mogą mieć wpływ na wydajność.
pt_pt: O tamanho dos caracteres individuais dentro da grelha de caracteres. Tamanhos menores podem afetar o desempenho.
ta: எழுத்துக்குறிகள் கட்டத்திற்குள் உள்ள தனிப்பட்ட எழுத்துக்குறியின் அளவு. சிறிய அளவுகள் செயல்திறனை பாதிக்கலாம்.
th_th: ขนาดการแสดงผลตัวอักษรในตาราง. ขนาดใหญ่เกินไปอาจมีผลต่อความเร็วแอป.
zh_cn: 字符网格内单个字符的尺寸大小。较小的尺寸或许会影响性能。

# SettingsCharGridHeader.Text
source: Character Grid Size
de_de: Zeichenrastergröße
es_es: Tamaño de la cuadrícula de caracteres
it_it: Dimensione griglia principale
pl_pl: Rozmiar siatki znaków
pt_pt: Tamanho da grelha de caracteres
ta: எழுத்துக்குறி கட்ட அளவு
th_th: ขนาดตารางแสดงตัวอักษร
zh_cn: 字符网格尺寸

# SettingsCharPreviewHint.Text
source: Character grid preview
de_de: Zeichenraster-Vorschau
es_es: Vista previa de la cuadrícula de caracteres
it_it: Anteprima griglia principale
pl_pl: Podgląd siatki znaków
pt_pt: Pré-visualização da grelha de caracteres
ta: எழுத்துக்குறி கட்ட முன்னோட்டம்
th_th: ตัวอย่างตารางตัวอักษร
zh_cn: 字符网格效果预览

# SettingsDevToolsDescription.Text
source: Show the tools for XAML developers, like Symbol Icon and Font Icon.
de_de: Die Werkzeuge für XAML-Entwickler zeigen, wie Symbol Icon und Font Icon.
es_es: Muestra las herramientas para desarrolladores de XAML, como Symbol Icon y Font Icon.
it_it: Mostra gli strumenti XAML per gli sviluppatori, come i codici di simboli e caratteri
pl_pl: Pokaż narzędzia dla programistów XAML, takie jak Ikona symbolu i Ikona czcionki.
pt_pt: Mostrar as ferramentas para programdores XAML, como Symbol Icon e Font Icon.
ta: சின்ன படவுரு மற்றும் எழுத்துரு படவுரு போன்ற XAML உருவாக்குநர்களுக்கான கருவிகளைக் காண்பி.
th_th: แสดงเครื่องมือช่วยนักพัฒนา. เช่นโค้ดสำหรับไอคอนตัวอักษร.
zh_cn: 显示供 XAML 开发者使用的工具，如 Symbol Icon (符号图标) 和 Font Icon (字体图标)。

# SettingsDevToolsGroupHeader.Text
source: Developer Features
de_de: Entwickler-Funktionen
es_es: Funciones para desarrolladores
it_it: Funzionalità per sviluppatori
pl_pl: Funkcje deweloperskie
pt_pt: Funcionalidades de programador
ta: உருவாக்குநர் அம்சங்கள்
th_th: ฟังชั่นก์สำหรับนักพัฒนา
zh_cn: 开发者功能

# SettingsDevToolsHeader.Text
source: Show developers features
de_de: Entwickler-Funktionen anzeigen
es_es: Mostrar funciones para desarrolladores
it_it: Mostra funzionalità per sviluppatori
pl_pl: Pokaż funkcje deweloperów
pt_pt: Mostrar funcionalidades de programador
ta: உருவாக்குநர்கள் அமைப்புகளைக் காண்பி
th_th: แสดงเครื่องมือนักพัฒนา
zh_cn: 显示开发者功能

# SettingsDevToolsLangDescription.Text
source: Choose the dev language for developer features content.
de_de: Wähle die dev-Sprache des Inhalts der Entwickler-Funktionen aus.
es_es: Elige el lenguaje de programación para el contenido de las funciones de desarrollador.
it_it: Scegli il linguaggio di sviluppo per il contenuto delle funzionalità per sviluppatori.
pl_pl: Wybierz język deweloperski dla zawartości funkcji dewelopera.
pt_pt: Escolha a linguagem de programação para o conteúdo das funcionalidades de programador.
ta: உருவாக்குநர்கள் அம்சங்கள் உள்ளடக்கதிற்கான Dev மொழியைத் தேர்வுசெய்க.
th_th: เลือกภาษาโค้ดที่จะแสดงผลในเครื่องมือนักพัฒนา
zh_cn: 选择开发者功能显示的编程语言。

# SettingsDevToolsLangHeader.Text
source: Language
de_de: Sprache
es_es: Idioma
it_it: Lingua
pl_pl: Język
pt_pt: Idioma
ta: மொழி
th_th: ภาษา
zh_cn: 语言

# SettingsExpensiveAnimationDescription.Text
source: Animates the character grid when resizing the window. Turning this on can incur a large performance penalty when resizing the window.
de_de: Animiert das Zeichenraster bei Größenänderungen des Fensters. Durch das Anschalten können große Leistungseinbußen bei der Größenänderung des Fensters anfallen.
es_es: Anima la cuadrícula de caracteres al redimensionar la ventana. Activar esto puede reducir considerablemente el rendimiento al redimensionar la ventana.
it_it: Anima la griglia principale durante il ridimensionamento della finestra. L'attivazione può comportare un'elevata riduzione delle prestazioni durante il ridimensionamento.
pl_pl: Animowana siatka znaków podczas zmiany rozmiaru okna. Włączenie tej opcji może spowodować duży spadek wydajności podczas zmiany rozmiaru okna.
pt_pt: Anima a grelha de caracteres ao redimensionar a janela. Ativar esta definição pode incorrer uma grande penalização de desempenho ao redimensionar a janela.
ta: சாளரத்தை மறுஅளவிடும் போது எழுத்துக்குறி கட்டத்தை அசைவூட்டம் செய்யும். இதை இயக்கினால், சாளரத்தை மறுஅளவிடும் போது ஒரு பெரிய செயல்திறன் அபராதம் ஏற்படலாம்.
th_th: แสดงอนิเมชั่นเมื่อเปลื่ยนขนาดโปรแกรม. เมื่อเปิดฟังชั่นก์นี้อาจมีผลต่อประสิทธิภาพแอป.
zh_cn: 调整窗口时，字符网格的动画效果。 开启此项后，调整窗口大小时性能消耗很大。

# SettingsExpensiveAnimationHeader.Text
source: Enable window resize animations
de_de: Fenstergrößenänderungs-Animationen aktivieren
es_es: Activar animaciones al redimensionar la ventana
it_it: Abilita animazioni durante il ridimensionamento della finestra
pl_pl: Włączanie animacji zmiany rozmiaru okna
pt_pt: Animações de redimensionamento da janela
ta: சாளர மறுஅளவாக்கல் அசைவூட்டங்களை செயற்படுத்து
th_th: ใช้อนิเมชั่นเมื่อย่อ-ขยายหน้าต่างโปรแกรม
zh_cn: 启动窗口尺寸调整动画

# SettingsExportHeader.Text
source: Export
de_de: Exportieren
es_es: Exportar
it_it: Esporta
pl_pl: Eksport
pt_pt: Exportar
ta: ஏற்றுமதிசெய்
th_th: บันทึก
zh_cn: 导出

# SettingsFontListDescription.Text
source: Choose the font used to display the names of fonts in the font list.
de_de: Wähle die Schriftart zur Anzeige der Schriftartennamen in der Schriftartenliste aus.
es_es: Elige la tipografía utilizada para mostrar los nombres de las tipografías en la lista.
it_it: Scegli il font usato per visualizzare i nomi dei font disponibili nella lista font
pl_pl: Wybierz czcionkę używaną do wyświetlania nazw czcionek na liście czcionek.
pt_pt: Escolhe o tipo de letra utilizado para exibir os nomes dos tipos de letra na lista de tipos de letra.
ta: எழுத்துரு பட்டியலில் எழுத்துருக்களின் பெயர்களைக் காட்ட பயன்படுத்தப்படும் எழுத்துருவைத் தேர்வுசெய்க.
th_th: เลือกฟอนต์ที่จะแสดงในรายการแสดงผลรายการฟอนต์.
zh_cn: 选择字体列表内各字体名称的显示字体。

# SettingsFontListPreviewHint.Text
source: Font list preview
de_de: Vorschau Schriftartenliste
es_es: Vista previa de la lista de tipografías
it_it: Anteprima lista caratteri
pl_pl: Podgląd listy czcionek
pt_pt: Pré-visualização da lista de tipos de letra
ta: எழுத்துருக்கள் பட்டியல் முன்னோட்டம்
th_th: ตัวอย่างแสดงรายการฟอนต์
zh_cn: 字体列表预览效果

# SettingsHeader.Text
source: Settings
de_de: Einstellungen
es_es: Configuración
it_it: Impostazioni
pl_pl: Ustawienia
pt_pt: Definições
ta: அமைப்புகள்
th_th: ตั้งค่า
zh_cn: 设置

# SettingsLanguageDescription.Text
source: Override the in-app language. Requires a restart to take effect.
de_de: Die anwendungsinterne Sprache überschreiben. Benötigt einen Neustart, um wirksam zu werden.
es_es: Sustituye el idioma de la aplicación. Requiere reiniciar para surtir efecto.
it_it: Riavvio necessario.
pl_pl: Zastąp język w aplikacji. Wymaga ponownego uruchomienia, aby zaczął obowiązywać.
pt_pt: Substituir o idioma na aplicação. Verá a sua alteração quando voltar a iniciar a aplicação.
ta: பயன்பாட்டிலுள்ள மொழியை மாற்றவும். செயற்படுத்து மறுதொடக்கம் தேவை.
th_th: กำหนดภาษาแสดงผลแอป. จะมีผลเมื่อเปิดแอปครั้งถัดไป.
zh_cn: 覆盖应用语言设置。 需要重启应用生效。

# SettingsLanguageHeader.Text
source: Language override
de_de: Sprache
es_es: Sustitución de idioma
it_it: Lingua
pl_pl: Zastępowanie języka
pt_pt: Substituição do idioma
ta: மொழி மேலெழுதல்
th_th: ตั้งค่าภาษา
zh_cn: 语言

# SettingsPNGExportDescription.Text
source: The size in pixels of exported PNG images.
de_de: Die Größe exportierter PNG-Bilder in Pixeln.
es_es: El tamaño en píxeles de las imágenes PNG exportadas.
it_it: La dimensione in pixel delle immagini PNG esportate
pl_pl: Rozmiar eksportowanych obrazów PNG w pikselach.
pt_pt: O tamanho, em píxeis, das imagens PNG exportadas.
ta: ஏற்றுமதி செய்யப்பட்ட PNG படங்களின் அளவு.
th_th: ขนาดรูป PNG ที่บันทึก.
zh_cn: 导出的 PNG 像素数。

# SettingsPNGExportHeader.Text
source: PNG Export Size
de_de: PNG-Export-Größe
es_es: Tamaño de exportación PNG
it_it: Dimensioni di esportazione PNG
pl_pl: Rozmiar eksportu PNG
pt_pt: Tamanho da exportação PNG
ta: PNG ஏற்றுமதி அளவு
th_th: ขนาดรูป PNG
zh_cn: PNG 导出图片尺寸
